Repository: bgso7777/litten_4
Catalog: frontend/lib/l10n/app_*.arb
Languages: bn, hi, mr, ps, ro, sw, ta, te, tl, uk, ur

# appName
source: Litten
bn: লিটেন
hi: लिटन
ur: لیٹن

source: Home
bn: হোম
hi: मुख्य
mr: होम
ps: کور
ro: Acasă
sw: Nyumbani
ta: முகப்பு
te: హోమ్
uk: Головна
ur: ہوم

source: Listen
bn: শুনুন
hi: सुनें
mr: ऐका
ps: واورېږئ
ro: Ascultă
sw: Sikiliza
ta: கேளுங்கள்
te: వినండి
tl: Pakinggan
uk: Слухати
ur: سنیں

source: Write
bn: লিখুন
hi: लिखें
mr: लिहा
ps: ولیکئ
ro: Scrie
sw: Andika
ta: எழுதுங்கள்
te: వ్రాయండి
tl: Sumulat
uk: Писати
ur: لکھیں

source: Settings
bn: সেটিংস
hi: सेटिंग्स
mr: सेटिंग्स
ps: تنظیمات
ro: Setări
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్స్
tl: Mga Setting
uk: Налаштування
ur: سیٹنگز

# createNote
source: Create Litten
bn: লিটেন তৈরি করুন
hi: लिटन बनाएं
mr: Litten बनवा
ps: Litten جوړ کړئ
ro: Creează Litten
sw: Unda Litten
ta: Litten உருவாக்குங்கள்
te: Litten సృష్టించండి
tl: Gumawa ng Litten
uk: Створити Litten
ur: لیٹن بنائیں

# newNote
source: New Litten
bn: নতুন লিটেন
hi: नया लिटन
mr: नवीन Litten
ps: نوی Litten
ro: Litten nou
sw: Litten Mpya
ta: புதிய Litten
te: కొత్త Litten
tl: Bagong Litten
uk: Новий Litten
ur: نیا لیٹن

source: Title
bn: শিরোনাম
hi: शीर्षक
mr: शीर्षक
ps: سرلیک
ro: Titlu
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
tl: Pamagat
uk: Назва
ur: عنوان

source: Description
bn: বিবরণ
hi: विवरण
mr: वर्णन
ps: تشریح
ro: Descriere
sw: Maelezo
ta: விளக்கம்
te: వివరణ
tl: Paglalarawan
uk: Опис
ur: تفصیل

source: (Optional)
bn: (ঐচ্ছিক)
hi: (वैकल्पिक)
mr: (पर्यायी)
ps: (اختیاری)
ro: (Opțional)
sw: (Si lazima)
ta: (விருப்பம்)
te: (ఐచ్ఛికం)
tl: (Opsyonal)
uk: (Необов'язково)
ur: (اختیاری)

source: Cancel
bn: বাতিল
hi: रद्द करें
mr: रद्द करा
ps: لغو کړئ
ro: Anulează
sw: Ghairi
ta: ரத்து செய்யுங்கள்
te: రద్దు చేయండి
tl: Kanselahin
uk: Скасувати
ur: منظور

source: Create
bn: তৈরি করুন
hi: बनाएं
mr: बनवा
ps: جوړ کړئ
ro: Creează
sw: Unda
ta: உருவாக்குங்கள்
te: సృష్టించండి
tl: Gumawa
uk: Створити
ur: بنائیں

source: Delete
bn: মুছুন
hi: हटाएं
mr: हटवा
ps: ړنګ کړئ
ro: Șterge
sw: Futa
ta: அழிக்கவும்
te: తొలగించండి
tl: Burahin
uk: Видалити
ur: حذف کریں

source: Search
bn: অনুসন্ধান
hi: खोजें
mr: शोधा
ps: پلټنه
ro: Caută
sw: Tafuta
ta: தேடுங்கள்
te: వెతకండి
tl: Hanapin
uk: Пошук
ur: تلاش

source: Search notes...
bn: নোট অনুসন্ধান করুন...
hi: नोट्स खोजें...
mr: नोट्स शोधा...
ps: نوټونه پلټئ...
ro: Caută notițe...
sw: Tafuta notisi...
ta: குறிப்புகளைத் தேடுங்கள்...
te: నోట్స్ వెతకండి...
tl: Hanapin ang mga note...
uk: Пошук нотаток...
ur: نوٹس میں تلاش کریں...

# noNotesTitle
source: Create your first Litten
bn: আপনার প্রথম লিটেন তৈরি করুন
hi: अपना पहला लिटन बनाएं
mr: तुमचे पहिले Litten बनवा
ps: خپل لومړی Litten جوړ کړئ
ro: Creează primul tău Litten
sw: Unda Litten yako ya kwanza
ta: உங்கள் முதல் Litten ஐ உருவாக்குங்கள்
te: మీ మొదటి Litten సృష్టించండి
tl: Gumawa ng inyong unang Litten
uk: Створіть свій перший Litten
ur: اپنا پہلا لیٹن بنائیں

# noNotesSubtitle
source: Manage voice, text, and handwriting in one integrated space
bn: ভয়েস, টেক্সট এবং হাতের লেখা একটি সমন্বিত স্থানে পরিচালনা করুন
hi: आवाज, पाठ और हस्तलेखन को एक एकीकृत स्थान में प्रबंधित करें
mr: आवाज, मजकूर आणि हस्तलेखन एका एकीकृत जागेत व्यवस्थापित करा
ps: غږ، متن، او لاسي لیکنه په یو مربوط ځای کې اداره کړئ
ro: Gestionează vocea, textul și scrisul de mână într-un singur spațiu integrat
sw: Simamia sauti, maandishi, na maandishi ya mkono katika nafasi moja ya ushirikiano
ta: குரல், உரை மற்றும் கையெழுத்தை ஒரு ஒருங்கிணைந்த இடத்தில் நிர்வகிக்கவும்
te: వాయిస్, టెక్స్ట్ మరియు హస్తలేఖనాన్ని ఒక సమీకృత స్థలంలో నిర్వహించండి
tl: Pamahalain ang boses, teksto, at sulat kamay sa isang pinagsama na espasyo
uk: Керуйте голосом, текстом та рукописом в одному інтегрованому просторі
ur: آواز، متن اور خطاطی ایک متحد جگہ میں مینج کریں

source: No search results
bn: কোন অনুসন্ধান ফলাফল নেই
hi: कोई खोज परिणाम नहीं
mr: शोध परिणाम नाहीत
ps: د پلټنې پایلې نشته
ro: Niciun rezultat de căutare
sw: Hakuna matokeo ya utafutaji
ta: தேடல் முடிவுகள் இல்லை
te: శోధన ఫలితాలు లేవు
tl: Walang resulta ng paghahanap
uk: Результатів пошуку немає
ur: تلاش کے نتائج نہیں ملے

# noSearchResultsSubtitle
source: No notes found matching "{query}"
bn: "{query}" এর সাথে মিলে এমন কোন নোট পাওয়া যায়নি
hi: "{query}" से मेल खाने वाले कोई नोट्स नहीं मिले
mr: "{query}" शी जुळणारे कोणतेही नोट्स सापडले नाहीत
ps: "{query}" سره سمون لرونکې نوټونه ونه موندل شول
ro: Nicio notiță găsită care să corespundă cu "{query}"
sw: Hakuna notisi zilizopatikana zinazolingana na "{query}"
ta: "{query}" உடன் பொருந்தும் குறிப்புகள் எதுவும் கிடைக்கவில்லை
te: "{query}"తో సరిపోలే నోట్స్ కనుగొనబడలేదు
tl: Walang nahanap na mga note na tumugma sa "{query}"
uk: Нотаток, що відповідають "{query}", не знайдено
ur: "{query}" کے مطابق کوئی نوٹ نہیں ملا

source: Clear search
bn: অনুসন্ধান পরিষ্কার করুন
hi: खोज साफ़ करें
mr: शोध साफ करा
ps: پلټنه پاکه کړئ
ro: Șterge căutarea
sw: Futa utafutaji
ta: தேடலை அழிக்கவும்
te: శోధనను క్లియర్ చేయండి
tl: I-clear ang paghahanap
uk: Очистити пошук
ur: تلاش صاف کریں

source: Delete Note
bn: নোট মুছুন
hi: नोट हटाएं
mr: नोट हटवा
ps: نوټ ړنګ کړئ
ro: Șterge notița
sw: Futa Notisi
ta: குறிப்பை அழிக்கவும்
te: నోట్ తొలగించండి
tl: Burahin ang Note
uk: Видалити нотатку
ur: نوٹ حذف کریں

# deleteNoteConfirm
source: Are you sure you want to delete this note? All files will be deleted together.
bn: আপনি কি নিশ্চিত যে এই নোটটি মুছে ফেলতে চান? সমস্ত ফাইল একসাথে মুছে ফেলা হবে।
hi: क्या आप वाकई इस नोट को हटाना चाहते हैं? सभी फाइलें एक साथ हटा दी जाएंगी।
mr: तुम्हाला खात्री आहे की तुम्ही ही नोट हटवू इच्छिता? सर्व फाइल्स एकत्र हटवल्या जातील.
ps: ایا تاسو ډاډه یاست چې دا نوټ ړنګول غواړئ؟ ټولې دوتنې یوځای به ړنګې شي.
ro: Ești sigur că vrei să ștergi această notiță? Toate fișierele vor fi șterse împreună.
sw: Je, una uhakika unataka kufuta notisi hii? Faili zote zitafutwa pamoja.
ta: இந்த குறிப்பை நீங்கள் நிச்சயமாக அழிக்க விரும்புகிறீர்களா? அனைத்து கோப்புகளும் ஒன்றாக அழிக்கப்படும்.
te: మీరు ఈ నోట్ను తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా? అన్ని ఫైల్స్ కలిసి తొలగించబడతాయి.
tl: Sigurado ka ba na gusto mong burahin ang note na ito? Lahat ng mga file ay mababura nang sama-sama.
uk: Ви впевнені, що хочете видалити цю нотатку? Всі файли будуть видалені разом.
ur: کیا آپ واقعی یہ نوٹ حذف کرنا چاہتے ہیں؟ تمام فائلیں اکساتھ حذف ہو جائیں گی۔

source: Note deleted
bn: নোট মুছে ফেলা হয়েছে
hi: नोट हटा दिया गया
mr: नोट हटवली
ps: نوټ ړنګ شو
ro: Notiță ștersă
sw: Notisi imefutwa
ta: குறிப்பு அழிக்கப்பட்டது
te: నోట్ తొలగించబడింది
tl: Nabura ang note
uk: Нотатку видалено
ur: نوٹ حذف ہو گیا

# noteCreated
source: '{title}' created
bn: '{title}' তৈরি করা হয়েছে
hi: '{title}' बनाया गया
mr: '{title}' तयार केले
ps: '{title}' جوړ شو
ro: '{title}' creat
sw: '{title}' imeundwa
ta: '{title}' உருவாக்கப்பட்டது
te: '{title}' సృష్టించబడింది
tl: Nagawa ang '{title}'
uk: '{title}' створено
ur: '{title}' بنایا گیا

# noteSelected
source: {title} selected
bn: {title} নির্বাচিত
hi: {title} चुना गया
mr: {title} निवडले
ps: {title} غوره شو
ro: {title} selectat
sw: {title} imechaguliwa
ta: {title} தேர்ந்தெடுக்கப்பட்டது
te: {title} ఎంపిక చేయబడింది
tl: Napili ang {title}
uk: {title} вибрано
ur: {title} منتخب

# freeLimitReached
source: Free version allows up to {limit} notes only.
bn: ফ্রি সংস্করণ শুধুমাত্র {limit}টি নোটের অনুমতি দেয়।
hi: निःशुल्क संस्करण केवल {limit} नोट्स की अनुमति देता है।
mr: मुफ्त आवृत्ती केवळ {limit} नोट्सना परवानगी देते.
ps: وړیا نسخه یوازې د {limit} نوټونو پورې اجازه ورکوي.
ro: Versiunea gratuită permite doar {limit} notițe.
sw: Toleo la bure linaruhusu hadi notisi {limit} tu.
ta: இலவச பதிப்பு {limit} குறிப்புகள் வரை மட்டுமே அனுமதிக்கிறது.
te: ఉచిత వెర్షన్ కేవలం {limit} నోట్స్ను మాత్రమే అనుమతిస్తుంది.
tl: Ang libreng bersyon ay pinapahintulutan lamang hanggang {limit} notes.
uk: Безкоштовна версія дозволяє лише {limit} нотаток.
ur: فری ورژن صرف {limit} نوٹس کی اجازت دیتا ہے۔

source: Upgrade to Standard
bn: স্ট্যান্ডার্ডে আপগ্রেড করুন
hi: स्टैंडर्ड में अपग्रेड करें
mr: स्टँडर्डला अपग्रेड करा
ps: معیاري ته پورته کړئ
ro: Actualizează la Standard
sw: Pandisha hadi Kiwango cha Kawaida
ta: நிலையானதற்கு மேம்படுத்துங்கள்
te: స్టాండర్డ్కు అప్గ్రేడ్ చేయండి
tl: I-upgrade sa Standard
uk: Оновити до Стандарт
ur: سٹینڈرڈ میں اپ گریڈ کریں

# upgradeFeatures
source: Upgrade to Standard and get: • Unlimited note creation • Unlimited file storage • Ad removal • Cloud synchronization
bn: স্ট্যান্ডার্ডে আপগ্রেড করুন এবং পান: • সীমাহীন নোট তৈরি • সীমাহীন ফাইল সংরক্ষণ • বিজ্ঞাপন সরানো • ক্লাউড সিঙ্ক্রোনাইজেশন
hi: स्टैंडर्ड में अपग्रेड करें और पाएं: • असीमित नोट निर्माण • असीमित फ़ाइल स्टोरेज • विज्ञापन हटाना • क्लाउड सिंक्रोनाइज़ेशन
mr: स्टँडर्डमध्ये अपग्रेड करा आणि मिळवा: • अमर्यादित नोट तयार करणे • अमर्यादित फाइल स्टोरेज • जाहिरात काढणे • क्लाउड समक्रमण
ps: معیاري ته پورته کړئ او ترلاسه کړئ: • د نوټونو نامحدود جوړونه • د دوتنو نامحدود ساتنه • د اعلاناتو لرې کول • د بادل همغږي
ro: Actualizează la Standard și obține: • Crearea nelimitată de notițe • Stocare nelimitată de fișiere • Eliminarea reclamelor • Sincronizare în cloud
sw: Pandisha hadi Kiwango cha Kawaida na upate: • Uundaji wa notisi usio na kikomo • Uhifadhi wa faili usio na kikomo • Ondosha matangazo • Ulandanishi wa wingu
ta: நிலையானதற்கு மேம்படுத்தி பெறுங்கள்: • வரம்பற்ற குறிப்பு உருவாக்கம் • வரம்பற்ற கோப்பு சேமிப்பு • விளம்பர நீக்கம் • கிளவுட் ஒத்திசைவு
te: స్టాండర్డ్కు అప్గ్రేడ్ చేసి పొందండి: • అపరిమిత నోట్ సృష్టి • అపరిమిత ఫైల్ స్టోరేజ్ • ప్రకటనలు తీసివేత • క్లౌడ్ సింక్రోనైజేషన్
tl: I-upgrade sa Standard at makakuha ng: • Walang limitasyong paggawa ng note • Walang limitasyong file storage • Pagtanggal ng ads • Cloud synchronization
uk: Оновіться до Стандарт і отримайте: • Необмежене створення нотаток • Необмежене сховище файлів • Видалення реклами • Хмарна синхронізація
ur: سٹینڈرڈ میں اپ گریڈ کریں اور حاصل کریں: • بے حد نوٹ بنانا • بے حد فائل سٹوریج • اشتہارات کا ازالہ • کلاؤڈ سنکرونائزیشن

source: Later
bn: পরে
hi: बाद में
mr: नंतर
ps: وروسته
ro: Mai târziu
sw: Baadaye
ta: பின்னர்
te: తర్వాత
tl: Mamaya na
uk: Пізніше
ur: بعد میں

source: Upgrade
bn: আপগ্রেড
hi: अपग्रेड
mr: अपग्रेड
ps: پورته کړئ
ro: Actualizează
sw: Pandisha
ta: மேம்படுத்துங்கள்
te: అప్గ్రేడ్
tl: I-upgrade
uk: Оновити
ur: اپ گریڈ

# adBannerText
source: Ad Area - Remove with Standard upgrade
bn: বিজ্ঞাপন এলাকা - স্ট্যান্ডার্ড আপগ্রেডের সাথে সরান
hi: विज्ञापन क्षेत्र - स्टैंडर्ड अपग्रेड के साथ हटाएं
mr: जाहिरात क्षेत्र - स्टँडर्ड अपग्रेडसह काढा
ps: د اعلان ساحه - د معیاري پورته کولو سره لرې کړئ
ro: Zona de reclamă - Elimină cu actualizarea Standard
sw: Eneo la Tangazo - Ondoa kwa kupandisha Kiwango cha Kawaida
ta: விளம்பர பகுதி - நிலையான மேம்பாட்டுடன் நீக்கவும்
te: ప్రకటన ప్రాంతం - స్టాండర్డ్ అప్గ్రేడ్తో తీసివేయండి
tl: Ad Area - Tanggalin gamit ang Standard upgrade
uk: Рекламна область - Видаліть з оновленням Стандарт
ur: اشتہار کا علاقہ - سٹینڈرڈ اپ گریڈ کے ساتھ ہٹائیں

# enterTitle
source: Please enter a title
bn: অনুগ্রহ করে একটি শিরোনাম লিখুন
hi: कृपया शीर्षक दर्ज करें
mr: कृपया शीर्षक प्रविष्ट करा
ps: مهرباني وکړئ سرلیک ولیکئ
ro: Te rugăm să introduci un titlu
sw: Tafadhali ingiza kichwa
ta: தயவுசெய்து தலைப்பு உள்ளிடவும்
te: దయచేసి శీర్షిక నమోదు చేయండి
tl: Pakisuyo na maglagay ng pamagat
uk: Будь ласка, введіть назву
ur: براہ کرم عنوان داخل کریں

# createNoteFailed
source: Failed to create note: {error}
bn: নোট তৈরিতে ব্যর্থ: {error}
hi: नोट बनाने में विफल: {error}
mr: नोट तयार करण्यात अयशस्वी: {error}
ps: د نوټ جوړول ناکام شو: {error}
ro: Crearea notiței a eșuat: {error}
sw: Imeshindwa kuunda notisi: {error}
ta: குறிப்பு உருவாக்க முடியவில்லை: {error}
te: నోట్ సృష్టించడంలో విఫలమైంది: {error}
tl: Hindi nagawa ang note: {error}
uk: Не вдалося створити нотатку: {error}
ur: نوٹ بنانے میں ناکام: {error}

# deleteNoteFailed
source: Failed to delete note: {error}
bn: নোট মুছতে ব্যর্থ: {error}
hi: नोट हटाने में विफल: {error}
mr: नोट हटवण्यात अयशस्वी: {error}
ps: د نوټ ړنګول ناکام شو: {error}
ro: Ștergerea notiței a eșuat: {error}
sw: Imeshindwa kufuta notisi: {error}
ta: குறிப்பு அழிக்க முடியவில்லை: {error}
te: నోట్ తొలగించడంలో విఫలమైంది: {error}
tl: Hindi nabura ang note: {error}
uk: Не вдалося видалити нотатку: {error}
ur: نوٹ حذف کرنے میں ناکام: {error}

# upgradeComingSoon
source: Upgrade feature will be available soon
bn: আপগ্রেড বৈশিষ্ট্য শীঘ্রই উপলব্ধ হবে
hi: अपग्रेड सुविधा जल्द ही उपलब्ध होगी
mr: अपग्रेड वैशिष्ट्य लवकरच उपलब्ध होईल
ps: د پورته کولو ځانګړتیا سمدلاسه شتون لري
ro: Funcția de actualizare va fi disponibilă în curând
sw: Kipengele cha kupandisha kitapatikana hivi karibuni
ta: மேம்படுத்தும் அம்சம் விரைவில் கிடைக்கும்
te: అప్గ్రేడ్ ఫీచర్ త్వరలో అందుబాటులో ఉంటుంది
tl: Ang upgrade feature ay malapit nang maging available
uk: Функція оновлення буде доступна незабаром
ur: اپ گریڈ فیچر جلد دستیاب ہوگا
